Repository: barnslig/diversity-puzzle-trails
Catalog: backend/dpt_app/trails/locale/*/LC_MESSAGES/django.po
Languages: de

source: Diversity Puzzle Trails Administration
de: Kaigo Administration

source: Added {num_points} points to the lowest parameter {param.name}
de: Es wurden {num_points} Punkte zum niedrigsten Parameter {param.name} hinzugefügt.

source: Not in game over state!
de: Nicht game over.

source: Added {num_minutes} minutes to the game
de: Das Spiel wurde um {num_minutes} verlängert.

source: Game is resetted
de: Spiel zurückgesetzt.

source: Game is continued
de: Spiel fortgesetzt.

source: Game is paused
de: Spiel pausiert.

source: Export selected %(verbose_name_plural)s as CSV
de: Ausgewählte %(verbose_name_plural)s als CSV exportieren

source: This QR code is already used
de: Der QR-Code wurde bereits verwendet!

source: Unknown QR code ID
de: Unbekannter QR-Code!

source: Unknown Game ID
de: Unbekannter Spiel-Code!

source: Missing or malformed bearer
de: Fehler bei der Authentifizierung!

source: Game does not have messages enabled
de: Nachrichten sind in diesem Spiel nicht aktiviert

source: Stopped
de: Gestoppt

source: Running
de: Läuft

source: Seconds
de: Sekunden

source: Minutes
de: Minuten

source: None
de: Nicht gesetzt

source: Engineer
de: Ingenieur*in

source: Pilot
de: Pilot*in

source: Energy
de: Energie

source: Food
de: Nahrung

source: Moral
de: Gesundheit

source: Character
de: Charakter

source: Message
de: Nachricht

source: Game
de: Spiel

source: Games
de: Spiele

source: Clock State
de: Uhr-Zustand

source: Clock Speed
de: Spiel-Geschwindigkeit

source: Last clock state change
de: Letztes Update vom Uhr-Zustand

source: Clock Unit
de: Einheit der Uhr

source: Total clock running duration
de: Bisherige Spieldauer

source: Has User Parameter Scope?
de: Parameter mit User-Gültigkeitsbereich aktivieren?

source: Has Messages Feature?
de: Nachrichten-Feature aktivieren?

source: Maximum Game Duration
de: Maximale Spieldauer

source: Total Game Duration
de: Bisherige Spieldauer

source: Is Game Over?
de: Game Over?

source: Scope
de: Gültigkeitsbereich

source: Minimum Value
de: Minimaler Wert

source: Maximum Value
de: Maximaler Wert

source: Initial Value
de: Initialer Wert

source: Value
de: Wert

source: Fixup Value
de: Fixup-Wert

source: Rate
de: Rate (Tempo)

source: Current Value
de: Aktueller Wert

source: Clock Duration When Zero
de: Spieldauer zu der der Parameter null ist

source: Time to Zero
de: Zeit bis Null

source: Parameter {0} from {1}
de: Parameter {0} aus dem Spiel {1}

source: Player
de: Spieler*in

source: Players
de: Spieler*innen

source: Action Points
de: Aktionspunkte

source: {0} from game {1}
de: Spieler*in {0} aus dem Spiel {1}

source: Characters
de: Charaktere

source: Character Class
de: Charakter-Klasse

source: Character {0}
de: Charakter {0}

source: Log
de: Log-Eintrag

source: Logs
de: Log-Einträge

source: Created At
de: Erstellt um

source: Code
de: QR-Code

source: {0} - Game: {1}, Code: {2}
de: {0} - Spiel: {1}, QR-Code: {2}

source: Messages
de: Nachrichten

source: Codes
de: QR-Codes

source: Image
de: Bild

source: Action
de: Spiel-Aktion

source: Actions
de: Spiel-Aktionen

source: Action Type
de: Spiel-Aktion

source: Action: {0}
de: Spiel-Aktion: {0}

source: Continue game
de: Spiel fortsetzen

source: Pause game
de: Spiel pausieren

source: Add +10 Points
de: +10 Punkte hinzufügen

source: Add +15 Minutes
de: +15 Minuten hinzufügen

source: Reset Game
de: Spiel zurücksetzen
